Repository: sergeevizh/justlikeit
Catalog: languages/just-like-*.po
Languages: it_ru_ru

source: Liked by
it_ru_ru: Понравилось

source: user
it_ru_ru: пользователю

source: users
it_ru_ru: пользователям

source: Setting Just Like It Plugin
it_ru_ru: Настройки плагина Just Like It

source: Genetal Settings
it_ru_ru: Основные настройки

source: Allow to like posts
it_ru_ru: Разрешить оценивать посты

source: Types of posts, which allowed to like, separated by commas (blank = all)
it_ru_ru: Типы постов разрешенных к оценке (Пустое поле = все)

source: Allow to like comments
it_ru_ru: Разрешить оценивать комментарии

source: I like it Label ($img is replaced by the address of the folder IMG of the plugin)
it_ru_ru: Вид кнопки мне нравится ($img заменяется на адрес папки IMG плагина)

source: I dont like it Label ($img is replaced by the address of the folder IMG of the plugin)
it_ru_ru: Вид кнопки мне не нравится ($img заменяется на адрес папки IMG плагина)

source: View of like count ($count)
it_ru_ru: Вид колличества лайков ($count)

source: Text of box for unregistered users ($siteurl is replaced by the address of this site)
it_ru_ru: Текст окна для не зарегистрированных пользователей ($siteurl заменяется на адрес сайта)

source: You can enable or disable the buttons "Like" where needed
it_ru_ru: Вы можете влючить или отключить оценки там где нужно

source: Just like it Settings
it_ru_ru: Настройки Just like it
